dbaeumer.vscode-eslint@2.0.15
dsznajder.es7-react-js-snippets@2.5.0
EditorConfig.EditorConfig@0.14.4
esbenp.prettier-vscode@3.20.0
ms-vscode.vscode-typescript-tslint-plugin@1.2.3
msjsdiag.vscode-react-native@0.14.0
Orta.vscode-jest@3.1.1
PKief.material-icon-theme@3.9.3
SolarLiner.linux-themes@1.0.1
<<<<<<< HEAD
dbaeumer.vscode-eslint@2.0.15
dsznajder.es7-react-js-snippets@2.5.0
EditorConfig.EditorConfig@0.14.4
esbenp.prettier-vscode@3.20.0
ms-vscode.vscode-typescript-tslint-plugin@1.2.3
msjsdiag.vscode-react-native@0.14.0
Orta.vscode-jest@3.1.1
PKief.material-icon-theme@3.9.3
SolarLiner.linux-themes@1.0.1
=======
>>>>>>> 6cc9e67bf5ef0f21d04e4076581552be6b0d7afe
dbaeumer.vscode-eslint@2.0.15
dsznajder.es7-react-js-snippets@2.5.0
EditorConfig.EditorConfig@0.14.4
esbenp.prettier-vscode@3.20.0
ms-vscode.vscode-typescript-tslint-plugin@1.2.3
msjsdiag.vscode-react-native@0.14.0
Orta.vscode-jest@3.1.1
PKief.material-icon-theme@3.9.3
SolarLiner.linux-themes@1.0.1
dbaeumer.vscode-eslint@2.0.15
dsznajder.es7-react-js-snippets@2.5.0
EditorConfig.EditorConfig@0.14.4
esbenp.prettier-vscode@3.20.0
ms-vscode.vscode-typescript-tslint-plugin@1.2.3
msjsdiag.vscode-react-native@0.14.0
Orta.vscode-jest@3.1.1
PKief.material-icon-theme@3.9.3
SolarLiner.linux-themes@1.0.1
aki77.rails-routes@0.4.0
CoenraadS.bracket-pair-colorizer@1.0.61
dbaeumer.vscode-eslint@2.0.15
dsznajder.es7-react-js-snippets@2.5.0
EditorConfig.EditorConfig@0.14.4
esbenp.prettier-vscode@3.20.0
ms-azuretools.vscode-docker@0.10.0
ms-vscode.Go@0.13.0
ms-vscode.vscode-typescript-tslint-plugin@1.2.3
msjsdiag.vscode-react-native@0.14.0
Orta.vscode-jest@3.1.1
PKief.material-icon-theme@3.9.3
rebornix.ruby@0.26.0
SolarLiner.linux-themes@1.0.1
wingrunr21.vscode-ruby@0.26.0
aki77.rails-routes@0.4.0
CoenraadS.bracket-pair-colorizer@1.0.61
dbaeumer.vscode-eslint@2.0.15
dsznajder.es7-react-js-snippets@2.5.0
EditorConfig.EditorConfig@0.14.4
esbenp.prettier-vscode@3.20.0
ms-azuretools.vscode-docker@0.10.0
ms-vscode.Go@0.13.0
ms-vscode.vscode-typescript-tslint-plugin@1.2.3
msjsdiag.vscode-react-native@0.14.0
Orta.vscode-jest@3.1.1
PKief.material-icon-theme@3.9.3
rebornix.ruby@0.26.0
SolarLiner.linux-themes@1.0.1
wingrunr21.vscode-ruby@0.26.0
aki77.rails-routes@0.4.0
CoenraadS.bracket-pair-colorizer@1.0.61
dbaeumer.vscode-eslint@2.0.15
dsznajder.es7-react-js-snippets@2.5.0
EditorConfig.EditorConfig@0.14.4
esbenp.prettier-vscode@3.20.0
ms-azuretools.vscode-docker@0.10.0
ms-vscode.Go@0.13.0
ms-vscode.vscode-typescript-tslint-plugin@1.2.3
msjsdiag.vscode-react-native@0.14.0
Orta.vscode-jest@3.1.1
PKief.material-icon-theme@3.9.3
rebornix.ruby@0.26.0
SolarLiner.linux-themes@1.0.1
wingrunr21.vscode-ruby@0.26.0
aki77.rails-routes@0.4.0
alefragnani.Bookmarks@10.7.0
CoenraadS.bracket-pair-colorizer@1.0.61
Dart-Code.dart-code@3.8.1
DavidAnson.vscode-markdownlint@0.34.0
dbaeumer.vscode-eslint@2.0.15
EditorConfig.EditorConfig@0.14.4
esbenp.prettier-vscode@3.20.0
HookyQR.beautify@1.5.0
hoovercj.vscode-power-mode@2.2.0
jevakallio.vscode-hacker-typer@0.1.1
ms-azuretools.vscode-docker@0.10.0
ms-vscode.Go@0.13.0
ms-vscode.vscode-typescript-tslint-plugin@1.2.3
msjsdiag.debugger-for-chrome@4.12.6
msjsdiag.vscode-react-native@0.14.0
Orta.vscode-jest@3.1.1
PKief.material-icon-theme@3.9.3
rebornix.ruby@0.26.0
ritwickdey.LiveServer@5.6.1
SolarLiner.linux-themes@1.0.1
thekalinga.bootstrap4-vscode@6.1.0
WakaTime.vscode-wakatime@2.3.0
wingrunr21.vscode-ruby@0.26.0
xabikos.JavaScriptSnippets@1.7.2
aki77.rails-routes@0.4.0
alefragnani.Bookmarks@10.7.0
CoenraadS.bracket-pair-colorizer@1.0.61
Dart-Code.dart-code@3.8.1
DavidAnson.vscode-markdownlint@0.34.0
dbaeumer.vscode-eslint@2.0.15
EditorConfig.EditorConfig@0.14.4
esbenp.prettier-vscode@3.20.0
HookyQR.beautify@1.5.0
hoovercj.vscode-power-mode@2.2.0
jevakallio.vscode-hacker-typer@0.1.1
ms-azuretools.vscode-docker@0.10.0
ms-vscode.Go@0.13.0
ms-vscode.vscode-typescript-tslint-plugin@1.2.3
msjsdiag.debugger-for-chrome@4.12.6
msjsdiag.vscode-react-native@0.14.0
Orta.vscode-jest@3.1.1
PKief.material-icon-theme@3.9.3
rebornix.ruby@0.26.0
ritwickdey.LiveServer@5.6.1
SolarLiner.linux-themes@1.0.1
thekalinga.bootstrap4-vscode@6.1.0
WakaTime.vscode-wakatime@2.3.0
wingrunr21.vscode-ruby@0.26.0
xabikos.JavaScriptSnippets@1.7.2
alefragnani.Bookmarks@10.7.0
castwide.solargraph@0.21.1
CoenraadS.bracket-pair-colorizer@1.0.61
Dart-Code.dart-code@3.8.1
Dart-Code.flutter@3.8.1
dbaeumer.vscode-eslint@2.0.15
EditorConfig.EditorConfig@0.14.4
eg2.tslint@1.0.44
esbenp.prettier-vscode@3.20.0
hoovercj.vscode-power-mode@2.2.0
mhutchie.git-graph@1.21.0
ms-azuretools.vscode-docker@0.10.0
ms-kubernetes-tools.vscode-kubernetes-tools@1.0.9
ms-vscode.Go@0.13.0
msjsdiag.debugger-for-chrome@4.12.6
PKief.material-icon-theme@3.9.3
Prisma.vscode-graphql@0.2.2
redhat.vscode-yaml@0.7.2
SolarLiner.linux-themes@1.0.1
waderyan.gitblame@3.0.1
WakaTime.vscode-wakatime@2.3.0
wingrunr21.vscode-ruby@0.26.0
xabikos.JavaScriptSnippets@1.7.2
alefragnani.Bookmarks@10.7.0
castwide.solargraph@0.21.1
CoenraadS.bracket-pair-colorizer@1.0.61
Dart-Code.dart-code@3.8.1
Dart-Code.flutter@3.8.1
dbaeumer.vscode-eslint@2.0.15
EditorConfig.EditorConfig@0.14.4
eg2.tslint@1.0.44
esbenp.prettier-vscode@3.20.0
hoovercj.vscode-power-mode@2.2.0
mhutchie.git-graph@1.21.0
ms-azuretools.vscode-docker@0.10.0
ms-kubernetes-tools.vscode-kubernetes-tools@1.0.9
ms-vscode.Go@0.13.0
msjsdiag.debugger-for-chrome@4.12.6
PKief.material-icon-theme@3.9.3
Prisma.vscode-graphql@0.2.2
redhat.vscode-yaml@0.7.2
SolarLiner.linux-themes@1.0.1
waderyan.gitblame@3.0.1
WakaTime.vscode-wakatime@2.3.0
wingrunr21.vscode-ruby@0.26.0
xabikos.JavaScriptSnippets@1.7.2
alefragnani.Bookmarks@11.0.0
alefragnani.project-manager@10.11.0
blanu.vscode-styled-jsx@1.5.0
castwide.solargraph@0.21.1
CoenraadS.bracket-pair-colorizer@1.0.61
Dart-Code.dart-code@3.9.1
Dart-Code.flutter@3.9.1
dbaeumer.vscode-eslint@2.1.2
eamodio.gitlens@10.2.1
EditorConfig.EditorConfig@0.14.4
esbenp.prettier-vscode@4.1.1
felipe.nasc-touchbar@1.12.0
formulahendry.auto-close-tag@0.5.6
formulahendry.auto-rename-tag@0.1.1
funkyremi.vscode-google-translate@1.4.3
Gruntfuggly.todo-tree@0.0.171
hoovercj.vscode-power-mode@2.2.0
Hridoy.rails-snippets@1.0.8
kisstkondoros.vscode-codemetrics@1.24.0
mhutchie.git-graph@1.22.0
ms-azuretools.vscode-docker@1.0.0
ms-kubernetes-tools.vscode-kubernetes-tools@1.1.1
ms-vscode.Go@0.13.1
ms-vscode.vscode-typescript-tslint-plugin@1.2.3
ms-vsliveshare.vsliveshare@1.0.1891
msjsdiag.vscode-react-native@0.14.2
naumovs.color-highlight@2.3.0
oderwat.indent-rainbow@7.4.0
Orta.vscode-jest@3.1.1
PKief.material-icon-theme@4.0.1
Prisma.vscode-graphql@0.2.14
rebornix.ruby@0.27.0
redhat.vscode-yaml@0.7.2
ritwickdey.LiveServer@5.6.1
rocketseat.RocketseatReactJS@2.2.0
rocketseat.RocketseatReactNative@2.2.0
SolarLiner.linux-themes@1.0.1
steoates.autoimport@1.5.3
waderyan.gitblame@3.2.0
WakaTime.vscode-wakatime@4.0.0
WallabyJs.quokka-vscode@1.0.285
wingrunr21.vscode-ruby@0.27.0
xabikos.JavaScriptSnippets@1.7.2
yzhang.markdown-all-in-one@2.7.0
alefragnani.Bookmarks@11.0.0
alefragnani.project-manager@10.11.0
blanu.vscode-styled-jsx@1.5.0
castwide.solargraph@0.21.1
CoenraadS.bracket-pair-colorizer@1.0.61
Dart-Code.dart-code@3.9.1
Dart-Code.flutter@3.9.1
dbaeumer.vscode-eslint@2.1.2
eamodio.gitlens@10.2.1
EditorConfig.EditorConfig@0.14.4
esbenp.prettier-vscode@4.1.1
felipe.nasc-touchbar@1.12.0
formulahendry.auto-close-tag@0.5.6
formulahendry.auto-rename-tag@0.1.1
funkyremi.vscode-google-translate@1.4.3
Gruntfuggly.todo-tree@0.0.171
hoovercj.vscode-power-mode@2.2.0
Hridoy.rails-snippets@1.0.8
kisstkondoros.vscode-codemetrics@1.24.0
mhutchie.git-graph@1.22.0
ms-azuretools.vscode-docker@1.0.0
ms-kubernetes-tools.vscode-kubernetes-tools@1.1.1
ms-vscode.Go@0.13.1
ms-vscode.vscode-typescript-tslint-plugin@1.2.3
ms-vsliveshare.vsliveshare@1.0.1891
msjsdiag.vscode-react-native@0.14.2
naumovs.color-highlight@2.3.0
oderwat.indent-rainbow@7.4.0
Orta.vscode-jest@3.1.1
PKief.material-icon-theme@4.0.1
Prisma.vscode-graphql@0.2.14
rebornix.ruby@0.27.0
redhat.vscode-yaml@0.7.2
ritwickdey.LiveServer@5.6.1
rocketseat.RocketseatReactJS@2.2.0
rocketseat.RocketseatReactNative@2.2.0
SolarLiner.linux-themes@1.0.1
steoates.autoimport@1.5.3
waderyan.gitblame@3.2.0
WakaTime.vscode-wakatime@4.0.0
WallabyJs.quokka-vscode@1.0.285
wingrunr21.vscode-ruby@0.27.0
xabikos.JavaScriptSnippets@1.7.2
yzhang.markdown-all-in-one@2.7.0
alefragnani.Bookmarks@11.0.0
alefragnani.project-manager@10.11.0
blanu.vscode-styled-jsx@1.5.0
castwide.solargraph@0.21.1
CoenraadS.bracket-pair-colorizer@1.0.61
Dart-Code.dart-code@3.9.1
Dart-Code.flutter@3.9.1
dbaeumer.vscode-eslint@2.1.2
eamodio.gitlens@10.2.1
EditorConfig.EditorConfig@0.14.5
esbenp.prettier-vscode@4.1.1
felipe.nasc-touchbar@1.12.0
formulahendry.auto-close-tag@0.5.6
formulahendry.auto-rename-tag@0.1.1
funkyremi.vscode-google-translate@1.4.3
Gruntfuggly.todo-tree@0.0.171
hoovercj.vscode-power-mode@2.2.0
Hridoy.rails-snippets@1.0.8
kisstkondoros.vscode-codemetrics@1.24.0
mhutchie.git-graph@1.22.0
ms-azuretools.vscode-docker@1.0.0
ms-kubernetes-tools.vscode-kubernetes-tools@1.1.1
ms-vscode.Go@0.13.1
ms-vscode.vscode-typescript-tslint-plugin@1.2.3
ms-vsliveshare.vsliveshare@1.0.1891
msjsdiag.vscode-react-native@0.14.2
naumovs.color-highlight@2.3.0
oderwat.indent-rainbow@7.4.0
Orta.vscode-jest@3.1.1
PKief.material-icon-theme@4.0.1
Prisma.vscode-graphql@0.2.14
rebornix.ruby@0.27.0
redhat.vscode-yaml@0.7.2
ritwickdey.LiveServer@5.6.1
rocketseat.RocketseatReactJS@2.2.0
rocketseat.RocketseatReactNative@2.2.0
SolarLiner.linux-themes@1.0.1
steoates.autoimport@1.5.3
waderyan.gitblame@3.2.0
WakaTime.vscode-wakatime@4.0.0
WallabyJs.quokka-vscode@1.0.285
wingrunr21.vscode-ruby@0.27.0
xabikos.JavaScriptSnippets@1.7.2
yzhang.markdown-all-in-one@2.7.0
alefragnani.Bookmarks@11.2.0
alefragnani.project-manager@11.0.0
alexkrechik.cucumberautocomplete@2.14.1
azemoh.one-monokai@0.4.6
blanu.vscode-styled-jsx@1.5.0
castwide.solargraph@0.21.1
CoenraadS.bracket-pair-colorizer@1.0.61
Dart-Code.dart-code@3.10.2
Dart-Code.flutter@3.10.2
dbaeumer.vscode-eslint@2.1.5
eamodio.gitlens@10.2.1
EditorConfig.EditorConfig@0.14.5
eg2.tslint@1.0.44
esbenp.prettier-vscode@4.7.0
fabiospampinato.vscode-monokai-night@1.6.0
felipe.nasc-touchbar@1.12.0
formulahendry.auto-close-tag@0.5.7
formulahendry.auto-rename-tag@0.1.3
formulahendry.code-runner@0.10.0
funkyremi.vscode-google-translate@1.4.5
Gruntfuggly.todo-tree@0.0.175
hoovercj.vscode-power-mode@2.2.0
Hridoy.rails-snippets@1.0.8
kisstkondoros.vscode-codemetrics@1.24.0
mhutchie.git-graph@1.22.0
ms-azuretools.vscode-docker@1.2.0
ms-kubernetes-tools.vscode-kubernetes-tools@1.2.0
ms-python.python@2020.5.78807
ms-vscode.Go@0.14.2
ms-vscode.vscode-typescript-tslint-plugin@1.2.3
ms-vsliveshare.vsliveshare@1.0.2169
msjsdiag.vscode-react-native@0.15.0
naumovs.color-highlight@2.3.0
oderwat.indent-rainbow@7.4.0
Orta.vscode-jest@3.2.0
PKief.material-icon-theme@4.1.0
Prisma.vscode-graphql@0.2.14
rebornix.ruby@0.27.0
redhat.vscode-yaml@0.8.0
ritwickdey.LiveServer@5.6.1
rocketseat.rocketseatreactjs@3.0.2
rocketseat.rocketseatreactnative@3.0.1
SolarLiner.linux-themes@1.0.1
steoates.autoimport@1.5.3
waderyan.gitblame@4.0.1
WakaTime.vscode-wakatime@4.0.0
WallabyJs.quokka-vscode@1.0.289
wingrunr21.vscode-ruby@0.27.0
xabikos.JavaScriptSnippets@1.8.0
yzhang.markdown-all-in-one@2.8.0
alefragnani.Bookmarks@11.2.0
alefragnani.project-manager@11.0.1
alexkrechik.cucumberautocomplete@2.14.1
azemoh.one-monokai@0.4.6
blanu.vscode-styled-jsx@1.5.0
castwide.solargraph@0.21.1
CoenraadS.bracket-pair-colorizer@1.0.61
Dart-Code.dart-code@3.10.2
Dart-Code.flutter@3.10.2
dbaeumer.vscode-eslint@2.1.5
eamodio.gitlens@10.2.1
EditorConfig.EditorConfig@0.15.1
eg2.tslint@1.0.44
esbenp.prettier-vscode@4.7.0
fabiospampinato.vscode-monokai-night@1.6.0
felipe.nasc-touchbar@1.12.0
formulahendry.auto-close-tag@0.5.7
formulahendry.auto-rename-tag@0.1.3
formulahendry.code-runner@0.10.0
funkyremi.vscode-google-translate@1.4.5
Gruntfuggly.todo-tree@0.0.176
hoovercj.vscode-power-mode@2.2.0
Hridoy.rails-snippets@1.0.8
kisstkondoros.vscode-codemetrics@1.24.0
mhutchie.git-graph@1.23.0
ms-azuretools.vscode-docker@1.2.1
ms-kubernetes-tools.vscode-kubernetes-tools@1.2.0
ms-python.python@2020.5.80290
ms-vscode.Go@0.14.3
ms-vscode.vscode-typescript-tslint-plugin@1.2.3
ms-vsliveshare.vsliveshare@1.0.2236
msjsdiag.vscode-react-native@0.16.0
naumovs.color-highlight@2.3.0
oderwat.indent-rainbow@7.4.0
Orta.vscode-jest@3.2.0
PKief.material-icon-theme@4.1.0
Prisma.vscode-graphql@0.2.14
rebornix.ruby@0.27.0
redhat.vscode-yaml@0.8.0
ritwickdey.LiveServer@5.6.1
rocketseat.rocketseatreactjs@3.0.2
rocketseat.rocketseatreactnative@3.0.1
SolarLiner.linux-themes@1.0.1
steoates.autoimport@1.5.3
WakaTime.vscode-wakatime@4.0.0
WallabyJs.quokka-vscode@1.0.290
wingrunr21.vscode-ruby@0.27.0
xabikos.JavaScriptSnippets@1.8.0
yzhang.markdown-all-in-one@3.0.0
alefragnani.Bookmarks@13.0.3
alefragnani.project-manager@12.0.1
alexkrechik.cucumberautocomplete@2.15.1
arcticicestudio.nord-visual-studio-code@0.15.1
azemoh.one-monokai@0.5.0
castwide.solargraph@0.21.1
CoenraadS.bracket-pair-colorizer@1.0.61
Dart-Code.dart-code@3.20.1
Dart-Code.flutter@3.20.0
dbaeumer.vscode-eslint@2.1.14
eamodio.gitlens@11.2.1
ecmel.vscode-html-css@1.10.2
EditorConfig.EditorConfig@0.16.4
eg2.tslint@1.0.44
emmanuelbeziat.vscode-great-icons@2.1.67
esbenp.prettier-vscode@5.9.2
felipe.nasc-touchbar@1.12.0
formulahendry.auto-close-tag@0.5.10
formulahendry.auto-rename-tag@0.1.6
formulahendry.code-runner@0.11.2
funkyremi.vscode-google-translate@1.4.12
golang.go@0.23.0
GraphQL.vscode-graphql@0.3.15
Gruntfuggly.todo-tree@0.0.201
hoovercj.vscode-power-mode@2.2.0
Hridoy.rails-snippets@1.0.8
kisstkondoros.vscode-codemetrics@1.24.0
mhutchie.git-graph@1.29.0
ms-azuretools.vscode-docker@1.10.0
ms-kubernetes-tools.vscode-kubernetes-tools@1.3.0
ms-python.python@2021.2.625869727
ms-toolsai.jupyter@2021.2.603412351
ms-vscode-remote.remote-containers@0.158.0
ms-vscode.vscode-typescript-tslint-plugin@1.3.3
ms-vsliveshare.vsliveshare@1.0.3912
msjsdiag.vscode-react-native@1.4.0
naumovs.color-highlight@2.3.0
oderwat.indent-rainbow@7.5.0
Orta.vscode-jest@3.2.0
PKief.material-icon-theme@4.5.0
rebornix.ruby@0.28.1
redhat.vscode-yaml@0.16.0
ritwickdey.LiveServer@5.6.1
rocketseat.rocketseatreactjs@3.0.2
rocketseat.rocketseatreactnative@3.0.1
shd101wyy.markdown-preview-enhanced@0.5.16
SolarLiner.linux-themes@1.0.1
steoates.autoimport@1.5.3
WakaTime.vscode-wakatime@5.0.1
WallabyJs.quokka-vscode@1.0.345
wingrunr21.vscode-ruby@0.28.0
xabikos.JavaScriptSnippets@1.8.0
Zignd.html-css-class-completion@1.20.0
alefragnani.Bookmarks@13.0.3
alefragnani.project-manager@12.0.1
alexkrechik.cucumberautocomplete@2.15.1
arcticicestudio.nord-visual-studio-code@0.15.1
azemoh.one-monokai@0.5.0
castwide.solargraph@0.21.1
CoenraadS.bracket-pair-colorizer@1.0.61
Dart-Code.dart-code@3.20.1
Dart-Code.flutter@3.20.0
dbaeumer.vscode-eslint@2.1.14
eamodio.gitlens@11.2.1
ecmel.vscode-html-css@1.10.2
EditorConfig.EditorConfig@0.16.4
eg2.tslint@1.0.44
emmanuelbeziat.vscode-great-icons@2.1.67
esbenp.prettier-vscode@5.9.2
felipe.nasc-touchbar@1.12.0
formulahendry.auto-close-tag@0.5.10
formulahendry.auto-rename-tag@0.1.6
formulahendry.code-runner@0.11.2
funkyremi.vscode-google-translate@1.4.12
golang.go@0.23.0
GraphQL.vscode-graphql@0.3.15
Gruntfuggly.todo-tree@0.0.201
hoovercj.vscode-power-mode@2.2.0
Hridoy.rails-snippets@1.0.8
kisstkondoros.vscode-codemetrics@1.24.0
mhutchie.git-graph@1.29.0
ms-azuretools.vscode-docker@1.10.0
ms-kubernetes-tools.vscode-kubernetes-tools@1.3.0
ms-python.python@2021.2.625869727
ms-toolsai.jupyter@2021.2.603412351
ms-vscode-remote.remote-containers@0.158.0
ms-vscode.vscode-typescript-tslint-plugin@1.3.3
ms-vsliveshare.vsliveshare@1.0.3912
msjsdiag.vscode-react-native@1.4.0
naumovs.color-highlight@2.3.0
oderwat.indent-rainbow@7.5.0
Orta.vscode-jest@3.2.0
PKief.material-icon-theme@4.5.0
rebornix.ruby@0.28.1
redhat.vscode-yaml@0.16.0
ritwickdey.LiveServer@5.6.1
rocketseat.rocketseatreactjs@3.0.2
rocketseat.rocketseatreactnative@3.0.1
shd101wyy.markdown-preview-enhanced@0.5.16
SolarLiner.linux-themes@1.0.1
steoates.autoimport@1.5.3
WakaTime.vscode-wakatime@5.0.1
WallabyJs.quokka-vscode@1.0.345
wingrunr21.vscode-ruby@0.28.0
xabikos.JavaScriptSnippets@1.8.0
Zignd.html-css-class-completion@1.20.0
alefragnani.Bookmarks@13.0.3
alefragnani.project-manager@12.0.1
alexkrechik.cucumberautocomplete@2.15.1
arcticicestudio.nord-visual-studio-code@0.15.1
azemoh.one-monokai@0.5.0
castwide.solargraph@0.21.1
CoenraadS.bracket-pair-colorizer@1.0.61
Dart-Code.dart-code@3.20.1
Dart-Code.flutter@3.20.0
dbaeumer.vscode-eslint@2.1.14
eamodio.gitlens@11.2.1
ecmel.vscode-html-css@1.10.2
EditorConfig.EditorConfig@0.16.4
eg2.tslint@1.0.44
emmanuelbeziat.vscode-great-icons@2.1.67
esbenp.prettier-vscode@5.9.2
felipe.nasc-touchbar@1.12.0
formulahendry.auto-close-tag@0.5.10
formulahendry.auto-rename-tag@0.1.6
formulahendry.code-runner@0.11.2
funkyremi.vscode-google-translate@1.4.12
golang.go@0.23.0
GraphQL.vscode-graphql@0.3.15
Gruntfuggly.todo-tree@0.0.201
hoovercj.vscode-power-mode@2.2.0
Hridoy.rails-snippets@1.0.8
kisstkondoros.vscode-codemetrics@1.24.0
mhutchie.git-graph@1.29.0
ms-azuretools.vscode-docker@1.10.0
ms-kubernetes-tools.vscode-kubernetes-tools@1.3.0
ms-python.python@2021.2.625869727
ms-toolsai.jupyter@2021.2.603412351
ms-vscode-remote.remote-containers@0.158.0
ms-vscode.vscode-typescript-tslint-plugin@1.3.3
ms-vsliveshare.vsliveshare@1.0.3912
msjsdiag.vscode-react-native@1.4.0
naumovs.color-highlight@2.3.0
oderwat.indent-rainbow@7.5.0
Orta.vscode-jest@3.2.0
PKief.material-icon-theme@4.5.0
rebornix.ruby@0.28.1
redhat.vscode-yaml@0.16.0
ritwickdey.LiveServer@5.6.1
rocketseat.rocketseatreactjs@3.0.2
rocketseat.rocketseatreactnative@3.0.1
shd101wyy.markdown-preview-enhanced@0.5.16
SolarLiner.linux-themes@1.0.1
steoates.autoimport@1.5.3
WakaTime.vscode-wakatime@5.0.1
WallabyJs.quokka-vscode@1.0.345
wingrunr21.vscode-ruby@0.28.0
xabikos.JavaScriptSnippets@1.8.0
Zignd.html-css-class-completion@1.20.0
alefragnani.Bookmarks@13.0.4
alefragnani.project-manager@12.1.0
alexkrechik.cucumberautocomplete@2.15.1
arcticicestudio.nord-visual-studio-code@0.15.1
azemoh.one-monokai@0.5.0
castwide.solargraph@0.21.1
CoenraadS.bracket-pair-colorizer@1.0.61
Dart-Code.dart-code@3.21.1
Dart-Code.flutter@3.21.0
dbaeumer.vscode-eslint@2.1.19
eamodio.gitlens@11.3.0
ecmel.vscode-html-css@1.10.2
EditorConfig.EditorConfig@0.16.4
eg2.tslint@1.0.45
emmanuelbeziat.vscode-great-icons@2.1.73
esbenp.prettier-vscode@6.3.2
felipe.nasc-touchbar@1.12.0
formulahendry.auto-close-tag@0.5.10
formulahendry.auto-rename-tag@0.1.6
formulahendry.code-runner@0.11.3
funkyremi.vscode-google-translate@1.4.12
golang.go@0.24.0
GraphQL.vscode-graphql@0.3.15
Gruntfuggly.todo-tree@0.0.209
hoovercj.vscode-power-mode@2.2.0
Hridoy.rails-snippets@1.0.8
kisstkondoros.vscode-codemetrics@1.24.0
mhutchie.git-graph@1.30.0
ms-azuretools.vscode-docker@1.11.0
ms-kubernetes-tools.vscode-kubernetes-tools@1.3.0
ms-python.python@2021.3.680753044
ms-toolsai.jupyter@2021.5.702919634
ms-vscode-remote.remote-containers@0.166.1
ms-vscode.vscode-typescript-tslint-plugin@1.3.3
ms-vsliveshare.vsliveshare@1.0.4116
msjsdiag.vscode-react-native@1.4.1
naumovs.color-highlight@2.3.0
oderwat.indent-rainbow@7.5.0
Orta.vscode-jest@3.2.0
PKief.material-icon-theme@4.6.0
rebornix.ruby@0.28.1
redhat.vscode-yaml@0.17.0
ritwickdey.LiveServer@5.6.1
rocketseat.rocketseatreactjs@3.0.2
rocketseat.rocketseatreactnative@3.0.1
shd101wyy.markdown-preview-enhanced@0.5.17
sianglim.slim@0.1.2
SolarLiner.linux-themes@1.0.1
steoates.autoimport@1.5.3
WakaTime.vscode-wakatime@5.0.1
WallabyJs.quokka-vscode@1.0.354
wingrunr21.vscode-ruby@0.28.0
xabikos.JavaScriptSnippets@1.8.0
Zignd.html-css-class-completion@1.20.0
